import React from "react";
import Slider from "./Slider";
function Vision() {
  return (
    <div className="text-center ">
      <Slider />
      <center>
        <h1 className="font-[700] text-[30px]">ចក្ខុវិស័យ៖</h1>
      </center>
      <br />
      <p>
        ប្រែក្លាយខ្លួនឲ្យទៅជាវិទ្យាស្ថានឈានមុខគេជាមួយឧត្តមភាពបច្ចេកវិទ្យា
        និងនវានុវត្តន៍ក្នុងការអប់រំបណ្តុះបណ្តាលបច្ចេកទេស និងវិជ្ជាជីវៈ ។
      </p>
      <center>
        <br />
        <h1 className="font-[700] text-[30px]">បេសកកម្ម៖</h1>
      </center>
      <p>វិទ្យាស្ថានមាន​បេសកកម្មចម្បងៗ ដូចជា៖</p>
      <div className="w-[40rem] max-md:w-auto mx-auto mt-4">
        <ul className="text-left px-4">
          <li>១. ពង្រឹងគុណភាពអប់រំបណ្ដុះបណ្ដាលបច្ចេកទេស និងវិជ្ជាជីវៈ</li>
          <li>
            ២. ពង្រីកការបណ្ដុះបណ្ដាលជំនាញដើម្បីគាំទ្រគោលនយោបាយអភិវឌ្ឍសេដ្ឋកិច្ច
            និងសង្គម
          </li>
          <li>
            ៣. ពង្រឹងភាពជាដៃគូររវាងរដ្ឋ និងដៃគូរនានា
            ដើម្បីធានានិរន្តរភាពនៃការអប់រំបណ្ដុះបណ្ដាលបច្ចេក​ទេស និងវិជ្ជាជីវៈ
          </li>
          <li>៤. លើកកម្ពស់ប្រព័ន្ធអភិបាលកិច្ច</li>
          <li>
            ៥. ជំរុញការស្រាវជ្រាវ និងនវានុវត្តន៍បច្ចេកវិទ្យាអនុវត្តន៍ គោលដៅ
          </li>
        </ul>
      </div>
    </div>
  );
}

export default Vision;
